

token = "296701087:AAGeT3v4xufoP9qW2W1vX884HEomo7AWKpw"
my_id = 163794402
chat_id = -179404215
bdtext = "⭐️ \nКоманда Баррель поздравляет тебя с этим прекрасным днем и желает всегда быть в отличном настроении и спортивных достижений!"


pict = [
"AgADAgAD-acxGyRQIEuaJGxN84IUCHUTSw0ABGpknex8LA-IL7wQAAEC" #1 батуты
]

lst = ['меню',
       'хэй, баррель!',
       'новости',
       'расписание',
       'кричалка',
       'музыка',
       'батуты',
       'баррелята',
       'черлидинг как спорт',
       'тренеры']

names = [
'Аделя Давыдова',	        #0
'Азат Нагимов',	            #1
'Аида Рамазанова',	        #2
'Айдар Фасхутдинов',	    #3
'Алексей Александров',  	#4
'Алексей Пранничук',	    #5
'Алена Обыденная',	        #6
'Анастасия Рукс',	        #7
'Анастасия Таранова',	    #8
'Андрей Обыденный',     	#9
'Артем Назаров',	        #10
'Артур Мартыневский',	    #11
'Вадим Поданев',	        #12
'Валерия Бодрягина',    	#13
'Валерия Легчило',	        #14
'Вероника Булгакова',	    #15
'Виталий Щербаченко',   	#16
'Владимир Деордице',	    #17
'Владислав Малявин',	    #18
'Галина Гикаева',	        #19
'Георгий Пушкарев',     	#20
'Георгий Сыртцев',      	#21
'Даниил Асфандияров',	    #22
'Даниил Красов',	        #23
'Дмитрий Брянцев',	        #24
'Дмитрий Деордице',	        #25
'Евгения Загуменникова',	#26
'Екатерина Хрулева',	    #27
'Иван Левкин',	            #28
'Иван Недоруба',        	#29
'Иван Савкин',	            #30
'Илья Сахновский',      	#31
'Илья Филипов',	            #32
'Константин Кудрик',	    #33
'Кристина Бодрягина',   	#34
'Лилит Оганнисян',	        #35
'Магомед Мержоев',      	#36
'Максим Клочай',	        #37
'Марат Кабиров',	        #38
'Наташа Андрусенко',	    #39
'Наташа Архиреева',	        #40
'Николай Курочка',	        #41
'Павел Шатунов',	        #42
'Полина Быкова',	        #43
'Полина Смирнова',	        #44
'Рашид Насыров',	        #45
'Сергей Богатырев',     	#46
'Сергей Килюк',	            #47
'Сергей Попов',	            #48
'Татьяна Маринина',	        #49
'Эгон Розенфельдс',     	#50
'Эльвин Геюшов',	        #51
'Юлия Качкина',	            #52
'Яна Коваленко'	            #53
]


bdays = [
"6 мая",	        #Аделя Давыдова#,
"14 апреля",	    #Азат Нагимов#,
"1 июля",	        #Аида Рамазанова#,
"2 июля",	        #Айдар Фасхутдинов#,
"30 ноября",	    #Алексей Александров#,
"3 августа",	    #Алексей Праннийчук#,
"18 ноября",	    #Алена Обыденная#,
"21 ноября",	    #Анастасия Рукс#,
"3 января",	        #Анастасия Таранова#,
"25 марта",	        #Андрей Обыденный#,
"10 июня",	        #Артем Назаров#,
"20 мая",	        #Артур Мартыневский#,
"12 июня",	        #Вадим Поданев#,
"26 марта",	        #Валерия Бодрягина#,
"26 сентября",	    #Валерия Легчило#,
"31 августа",	    #Вероника Булгакова#,
"28 мая",	        #Виталий Щербаченко#,
"21 января",	    #Владимир Деордице#,
"11 декабря",	    #Владислав Малявин#,
"23 сентября",	    #Галина Гикаева#,
"27 ноября",	    #Георгий Пушкарев#,
"25 июня",      	#Георгий Сыртцев#,
"9 августа",	    #Даниил Асфандияров#,
"15 ноября",	    #Даниил Краснов#,
"29 мая",       	#Дмитрий Брянцев#,
"21 января",	    #Дмитрий Деордице#,
"25 июня", 	        #Евгения Загуменникова#,
"19 октября",   	#Екатерина Хрулева #,
"28 января",    	#Иван Левкин#,
"2 июня",	        #Иван Недоруба#,
"10 декабря",	    #Иван Савкин#,
"5 марта",	        #Илья Сахновский#,
"20 февраля",	    #Илья Филипов#,
"22 июля",	        #Константин Кудрик#,
"28 марта",	        #Кристина Бодрягина#,
"5 февраля",	    #Лилит Оганесян#,
"29 мая",	        #Магомед Мержоев#,
"12 марта",	        #Максим Клочай#,
"13 сентября",	    #Марат Кабиров#,
"23 июня",	        #Наташа Андрусенко#,
"10 февраля ",	    #Наташа Архиреева#,
"27 июля",          #Николай Курочка#,
"12 июля",	        #Павел Шатунов#,
"16 февраля",   	#Полина Быкова#,
"1 мая",	        #Полина Смирнова#,
"2 февраля",	    #Рашид Насыров#,
"4 октября",   	#Сергей Богатырев#,
"16 марта",	        #Сергей Килюк#,
"20 января",	    #Сергей Попов#,
"22 октября",	    #Татьяна Маринина#,
"4 августа",	    #Эгон Розенфельдс#,
"31 января",	    #Эльвин Геушев#,
"10 июня",	        #Юлия Качкина#,
"8 сентября"        #Яна Коваленко#
]

tel = [
"89996765060",	    #Аделя Давыдова#,
"89250230239",  	#Азат Нагимов#,
"89685342379",	    #Аида Рамазанова#,
"",	                #Айдар Фасхутдинов#,
"89169430201",	    #Алексей Александров#,
"89964155696",	    #Алексей Праннийчук#,
"89168895968",	    #Алена Обыденная#,
"89161682433",	    #Анастасия Рукс#,
"89876678491",	    #Анастасия Таранова#,
"89153800652",      #Андрей Обыденный#,
"89260500423",      #Артем Назаров#,
"89197664479",      #Артур Мартыневский#,
"89270033881",	    #Вадим Поданев#,
"89859382929",	    #Валерия Бодрягина#,
"89854733860",      #Валерия Легчило#,
"89688010404",	    #Вероника Булгакова#,
"89808888055",	    #Виталий Щербаченко#,
"89267867797",	    #Владимир Деордице#,
"",	                #Владислав Малявин#,
"89257654010",	    #Галина Гикаева#,
"",	                #Георгий Пушкарев#,
"89999797640",      #Георгий Сыртцев#,
"89161468616",	    #Даниил Асфандияров#,
"89892413252",	    #Даниил Краснов#,
"",              	#Дмитрий Брянцев#,
"",	                #Дмитрий Деордице#,
"89032768482",      #Евгения Загуменникова#,
"89160772923",      #Екатерина Хрулева #,
"89153497586",      #Иван Левкин#,
"",	                #Иван Недоруба#,
"89091986141",	    #Иван Савкин#,
"89185256061",	    #Илья Сахновский#,
"89103099229",	    #Илья Филипов#,
"89169001608",	    #Константин Кудрик#,
"89104841573",	    #Кристина Бодрягина#,
"89017038014",	    #Лилит Оганесян#,
"89685300606",	    #Магомед Мержоев#,
"89661162340",      #Максим Клочай#,
"89166262604",      #Марат Кабиров#,
"89104867606",	    #Наташа Андрусенко#,
"89168530415",	    #Наташа Архиреева#,
"89855615617",	    #Николай Курочка#,
"89999838837",    	#Павел Шатунов#,
"89670009933",	    #Полина Быкова#,
"89099899879",	    #Полина Смирнова#,
"89253319935",	    #Рашид Насыров#,
"89851664486",	    #Сергей Богатырев#,
"89690878510",	    #Сергей Килюк#,
"89645991949",	    #Сергей Попов#,
"89171677645",	    #Татьяна Маринина#,
"89251983339",	    #Эгон Розенфельдс#,
"89510630160",	    #Эльвин Геушев#,
"",	                #Юлия Качкина#,
"89264728331"       #Яна Коваленко#]
]

photo = [
"AgADAgAD6qcxGzgeMUvKU0FK8p71HoPTDw4ABCwpKaaG2jb3cvEBAAEC",	                #Аделя Давыдова#,
"AgADAgADHqgxGyRQIEuJGRdSFDoqWJjZDw4ABD6-l60x843t_eABAAEC",	                #Азат Нагимов#,
"AgADAgADaKgxG9QxQEuV6FMCqrFU7n_EDw4ABCO01fhQvXVf7wICAAEC",	                #Аида Рамазанова#,
"AgADAgADMagxG2ssQEtr4jQ2KyaHQKzhDw4ABMs43UelHRe5DQcCAAEC",	                #Айдар Фасхутдинов#,
"AgADAgADZKgxG85hMEv-XWw0_yggnvvKDw4ABCvTZ45z9RCY0_ABAAEC",	                #Алексей Александров#,
"AgADAgADMqgxGwQAAThLJubkcTwmR3RUMUsNAAQRbm6Al7iMvKoOEQABAg",	            #Алексей Праннийчук#,
"AgADAgADaagxG9QxQEvcECmrGJub1EDPDw4ABJIcKSi057Dg8QABAgABAg",	            #Алена Обыденная#,
"AgADAgAD_KcxG5KRIEtju7fP8rgdPtk8Sw0ABLSAA0D6JNzbVfQQAAEC",	                #Анастасия Рукс#,
"AgADAgADD6gxG89aIEtORjltui9TLjLTDw4ABcrjyKgeHtnc4wEAAQI",	                #Анастасия Таранова#,
"AgADAgADiKgxG8veQUsjX1IZ4TkVeujMDw4ABKgAAe56fuzxBSwDAgABAg",	            #Андрей Обыденный#,
"AgADAgADo6gxG1BdGEtoK2h4kxHY3BMWSw0ABDdPB8e3C_PtC-QQAAEC",             	#Артем Назаров#,
"AgADAgADM6gxGwQAAThLDmX0BfrAlBA4FUsNAAQJETJsH2EaVkEDEQABAg",             	#Артур Мартыневский#,
"AgADAgADSqgxG4iwiEpXSJecBKv6zN_RDw4ABD22J7wGW9HhQEYBAAEC",	                #Вадим Поданев#,
"AgADAgADZqgxG4AwOUsmWqFgu-QvJ_PkDw4ABKs0FGFse-eisAYCAAEC",	                #Валерия Бодрягина#,
"AgADAgADK6gxG2ssQEuak5N3XKxb0GfVDw4ABKGhfxFB_J5WFgcCAAEC",	                #Валерия Легчило#,
"AgADAgADLKgxG8C0IEtICPXpHLPcuR_lDw4ABIG6k_HH8vcl_N0BAAEC",	                #Вероника Булгакова#,
"AgADAgADKqgxGxv2IEuxXvCBQDx2TMEPSw0ABDHmW-05FolpoMkQAAEC",	                #Виталий Щербаченко#,
"AgADAgAD_acxG9DXQUs8-NfjNdU_AZbKDw4ABAal57TebD2XyAICAAEC",	                #Владимир Деордице#,
"AgADAgADLKgxG2ssQEvSbKHrwEj3cPzaDw4ABNdwvzTEL0aj8wcCAAEC",	                #Владислав Малявин#,
"AgADAgADSKgxG4I0QUtMgunPrV8JKePlDw4ABPb7osCCbN5htAUCAAEC",	                #Галина Гикаева#,
"AgADAgAD96cxGwQAAUBLUyTnxYrDd8Ny4A8OAARSHV6WpgbTFIMFAgABAg",	            #Георгий Пушкарев#,
"AgADAgADNKgxG3csKEtE475y8Dne8PDjDw4ABEUhc7WDYIqh7_ABAAEC", 	            #Георгий Сыртцев#,
"AgADAgAD-KcxGwQAAUBLiGqcX12AisrRMEsNAASNqy0Lly_hDKcdEQABAg",	            #Даниил Асфандияров#,
"AgADAgADRagxGwqBQEu_nJXvtLvzYHLHDw4ABOXf7w1KF6g3B_8BAAEC",	                #Даниил Краснов#,
"AgADAgAD-acxGwQAAUBLe1NmdCr6iz0Kww8OAATADPIEFVh-H7sEAgABAg",             	#Дмитрий Брянцев#,
"AgADAgAD-qcxGwQAAUBLhH9A021RS3Bk3A8OAAQDNTiGttFNk1cCAgABAg",	            #Дмитрий Деордице#,
"AgADAgAD-6cxGwQAAUBLh5D5fDQvu7Qk7Q8OAATGnzzrRQABfBqhAAECAAEC",             #Евгения Загуменникова#,
"AgADAgADQKgxGxjWKEvtfeLavVq1blPaDw4ABARhdQvezx6F-eEBAAEC",             	#Екатерина Хрулева #,
"AgADAgAD_KcxGwQAAUBLgCA5B1L_LZL34w8OAAQuFpoQXZNFByEBAgABAg",             	#Иван Левкин#,
"AgADAgAD_acxGwQAAUBLwYhyi3phIEwCEEsNAATkCKI8owEsD_jsEAABAg",	            #Иван Недоруба#,
"AgADAgADUqgxG7TWQEt2VYIWWLDOJtzNDw4ABAIsWrRzJxmLKf4BAAEC",	                #Иван Савкин#,
"AgADAgADFKgxG7EuMUtG7i6b2ymKR9w5Sw0ABJIr0FWeUW-33vkQAAEC",	                #Илья Сахновский#,
"AgADAgADWagxG3K3IUuPzews52mnXQzSDw4ABOYOqGHlQrgt7uEBAAEC",	                #Илья Филипов#,
"AgADAgADYKkxGw28EUvqNJ0RsZJFkE4USw0ABBqisQbL0jEcm9MQAAEC",	                #Константин Кудрик#,
"AgADAgADBKgxG-QDQUv84Az4F1hNsXI6Sw0ABKOSoa37RQdS8xcRAAEC",	                #Кристина Бодрягина#,
"AgADAgADAqgxGwQAAUBL6xe77ONmLcsPDksNAAQljKBKrMfPq_8FEQABAg",	            #Лилит Оганесян#,
"AgADAgADE6gxGwcUIUtu99iriwyxYJ_BDw4ABFEi5MXERxWY7OABAAEC",	                #Магомед Мержоев#,
"AgADAgADxagxG2yGQUvc17YINtfxAaHYDw4ABdNSf_CTHsg3BQIAAQI",	                #Максим Клочай#,
"AgADAgAD_qcxGwQAAUBLLQtRhFtAffS4EEsNAARZZkb06tJv5c7mEAABAg",	            #Марат Кабиров#,
"AgADAgAD0agxGwvUSEvzrqGpictixSTCDw4ABIVNjjAV0JBhUgkCAAEC",	                #Наташа Андрусенко#,
"AgADAgADRakxG5QVGUsJ8bnp51nlNPjtDw4ABDZFT1iVTiU0EeIBAAEC",	                #Наташа Архиреева#,
"AgADAgAD_6cxGwQAAUBLTY2N4wybdz_DwA8OAAQUTzylYWbenLcGAgABAg",	            #Николай Курочка#,
"AgADAgAD_agxGwgfGUtJHXhjGyQWiJXkDw4ABDkOW2GxZVQ7U-UBAAEC",	                #Павел Шатунов#,
"AgADAgADIKgxG2wfIEsxqqe8tK3UlMcWSw0ABLxFP_4EbAXCtd8QAAEC",	                #Полина Быкова#,
"AgADAgAEqDEbBAABQEuVfXx_GA6Ad2DUDw4ABCYsuF3S63oV0wECAAEC",	                #Полина Смирнова#,
"AgADAgADeagxG65EQUtAynDwDcmBeFHtDw4ABKpauRq7i8B5ZgYCAAEC",             	#Рашид Насыров#,
"AgADAgADLqgxG2ssQEuPnErX0gnL6tkWSw0ABBpPEjerpI9o5AwRAAEC",	                #Сергей Богатырев#,
"AgADAgADEqgxG2ssQEsKiOuJJE8HuUAOSw0ABG3LMpFpoj3fdPwQAAEC",	                #Сергей Килюк#,
"AgADAgADMqgxG2ssQEvECFuri2ZxwQ_lDw4ABN3HqypzSdAHfQcCAAEC",	                #Сергей Попов#,
"AgADAgADM6gxG0BqIEs_LPQSBZUXuGsVSw0ABP1pKombddVhGOQQAAEC",	                #Татьяна Маринина#,
"AgADAgADL6gxG2ssQEugRAGuTghDAUQ2Sw0ABO4F8GlRj-YULioRAAEC",	                #Эгон Розенфельдс#,
"AgADAgADpqgxG9QxSEtNSyggWcrxdprnDw4ABCScBVo8YnIqjQUCAAEC",	                #Эльвин Геушев#,
"AgADAgADMKgxG2ssQEuxBIXz_zMB6ZYQSw0ABKzU1ItVrJwsVfUQAAEC",	                #Юлия Качкина#,
"AgADAgADQqgxGwHaIUsyHiqmxSmPjFPRDw4ABHrBstagNM61eOUBAAEC"                  #Яна Коваленко#
]

ids = [
78055382,	#Аделя Давыдова#,
163794402,	#Азат Нагимов#,
133814074,	#Аида Рамазанова#,
0,	#Айдар Фасхутдинов#,
250932920,	#Алексей Александров#,
249920151,	#Алексей Праннийчук#,
0,	#Алена Обыденная#,
275029817,	#Анастасия Рукс#,
320089184,	#Анастасия Таранова#,
330249107,	#Андрей Обыденный#,
249424164,	#Артем Назаров#,
297949919,	#Артур Мартыневский#,
412013807,	#Вадим Поданев#,
250999589,	#Валерия Бодрягина#,
0,	#Валерия Легчило#,
365556542,	#Вероника Булгакова#,
230258701,	#Виталий Щербаченко#,
271618542,	#Владимир Деордице#,
0,	#Владислав Малявин#,
411901924,	#Галина Гикаева#,
0,	#Георгий Пушкарев#,
0,	#Георгий Сыртцев#,
0,	#Даниил Асфандияров#,
21555295,	#Даниил Краснов#,
0,	#Дмитрий Брянцев#,
0,	#Дмитрий Деордице#,
26562338,	#Евгения Загуменникова#,
297126338,	#Екатерина Хрулева #,
156940419,	#Иван Левкин#,
0,	#Иван Недоруба#,
277727441,	#Иван Савкин#,
297425925,	#Илья Сахновский#,
136605612,	#Илья Филипов#,
0,	#Константин Кудрик#,
105731142,	#Кристина Бодрягина#,
455544447,	#Лилит Оганесян#,
0,	#Магомед Мержоев#,
223362630,	#Максим Клочай#,
0,	#Марат Кабиров#,
337559808,	#Наташа Андрусенко#,
279793574,	#Наташа Архиреева#,
0,	#Николай Курочка#,
300299634,	#Павел Шатунов#,
210476322,	#Полина Быкова#,
0,	#Полина Смирнова#,
443979428,	#Рашид Насыров#,
0,	#Сергей Богатырев#,
0,	#Сергей Килюк#,
75809709,	#Сергей Попов#,
274811253,	#Татьяна Маринина#,
0,	#Эгон Розенфельдс#,
0,	#Эльвин Геушев#,
0,	#Юлия Качкина#,
423292876,	#Яна Коваленко#
]





