token = "296701087:AAGeT3v4xufoP9qW2W1vX884HEomo7AWKpw"
my_id = 163794402
chat_id = -179404215
bdtext = "⭐️ \nКоманда Баррель поздравляет тебя с этим прекрасным днем и желает всегда быть в отличном настроении и спортивных достижений!"
batut = 'Завтра идем прыгать на батуты! Учимся акробатике.\nКто не  знает как добраться до зала, просьба написать, встретимся возле метро.'

test =[
    1,
    2,
    3
]

pict = [
"AgADAgAD-acxGyRQIEuaJGxN84IUCHUTSw0ABGpknex8LA-IL7wQAAEC" #1 батуты
]

lst = ['меню',
       'хэй, баррель!',
       'новости',
       'расписание',
       'кричалка',
       'музыка',
       'батуты',
       'баррелята',
       'черлидинг как спорт',
       'тренеры']

lst2 = ['меню',
        'история',
        'термины',
        'номинации']

names = [
'Аделя Давыдова',	        #0
'Азат Нагимов',	            #1
'Аида Рамазанова',	        #2
'Айдар Фасхутдинов',	    #3
'Алексей Александров',  	#4
'Алексей Пранничук',	    #5
'Алена Обыденная',	        #6
'Анастасия Рукс',	        #7
'Анастасия Таранова',	    #8
'Андрей Обыденный',     	#9
'Артем Назаров',	        #10
'Артур Мартыневский',	    #11
'Вадим Поданев',	        #12
'Валерия Бодрягина',    	#13
'Валерия Легчило',	        #14
'Вероника Булгакова',	    #15
'Виталий Щербаченко',   	#16
'Владимир Деордице',	    #17
'Владислав Малявин',	    #18
'Галина Гикаева',	        #19
'Георгий Пушкарев',     	#20
'Георгий Сыртцев',      	#21
'Даниил Асфандияров',	    #22
'Даниил Красов',	        #23
'Дмитрий Брянцев',	        #24
'Дмитрий Деордице',	        #25
'Евгения Загуменникова',	#26
'Екатерина Хрулева',	    #27
'Иван Левкин',	            #28
'Иван Недоруба',        	#29
'Иван Савкин',	            #30
'Илья Сахновский',      	#31
'Илья Филипов',	            #32
'Константин Кудрик',	    #33
'Кристина Бодрягина',   	#34
'Лилит Оганнисян',	        #35
'Магомед Мержоев',      	#36
'Максим Клочай',	        #37
'Марат Кабиров',	        #38
'Наташа Андрусенко',	    #39
'Наташа Архиреева',	        #40
'Николай Курочка',	        #41
'Павел Шатунов',	        #42
'Полина Быкова',	        #43
'Полина Смирнова',	        #44
'Рашид Насыров',	        #45
'Сергей Богатырев',     	#46
'Сергей Килюк',	            #47
'Сергей Попов',	            #48
'Татьяна Маринина',	        #49
'Эгон Розенфельдс',     	#50
'Эльвин Геюшов',	        #51
'Юлия Качкина',	            #52
'Яна Коваленко'	            #53
]


bdays = [
"6 мая",	        #Аделя Давыдова#,
"14 апреля",	    #Азат Нагимов#,
"1 июля",	        #Аида Рамазанова#,
"2 июля",	        #Айдар Фасхутдинов#,
"30 ноября",	    #Алексей Александров#,
"3 августа",	    #Алексей Праннийчук#,
"18 ноября",	    #Алена Обыденная#,
"21 ноября",	    #Анастасия Рукс#,
"3 января",	        #Анастасия Таранова#,
"25 марта",	        #Андрей Обыденный#,
"10 июня",	        #Артем Назаров#,
"20 мая",	        #Артур Мартыневский#,
"12 июня",	        #Вадим Поданев#,
"26 марта",	        #Валерия Бодрягина#,
"26 сентября",	    #Валерия Легчило#,
"31 августа",	    #Вероника Булгакова#,
"28 мая",	        #Виталий Щербаченко#,
"21 января",	    #Владимир Деордице#,
"11 декабря",	    #Владислав Малявин#,
"23 сентября",	    #Галина Гикаева#,
"27 ноября",	    #Георгий Пушкарев#,
"25 июня",      	#Георгий Сыртцев#,
"9 августа",	    #Даниил Асфандияров#,
"15 ноября",	    #Даниил Краснов#,
"29 мая",       	#Дмитрий Брянцев#,
"21 января",	    #Дмитрий Деордице#,
"25 июня", 	        #Евгения Загуменникова#,
"19 октября",   	#Екатерина Хрулева #,
"28 января",    	#Иван Левкин#,
"2 июня",	        #Иван Недоруба#,
"10 декабря",	    #Иван Савкин#,
"5 марта",	        #Илья Сахновский#,
"20 февраля",	    #Илья Филипов#,
"22 июля",	        #Константин Кудрик#,
"28 марта",	        #Кристина Бодрягина#,
"5 февраля",	    #Лилит Оганесян#,
"29 мая",	        #Магомед Мержоев#,
"12 марта",	        #Максим Клочай#,
"13 сентября",	    #Марат Кабиров#,
"23 июня",	        #Наташа Андрусенко#,
"10 февраля ",	    #Наташа Архиреева#,
"27 июля",          #Николай Курочка#,
"12 июля",	        #Павел Шатунов#,
"16 февраля",   	#Полина Быкова#,
"1 мая",	        #Полина Смирнова#,
"2 февраля",	    #Рашид Насыров#,
"4 октября",   	    #Сергей Богатырев#,
"16 марта",	        #Сергей Килюк#,
"20 января",	    #Сергей Попов#,
"22 октября",	    #Татьяна Маринина#,
"4 августа",	    #Эгон Розенфельдс#,
"31 января",	    #Эльвин Геушев#,
"10 июня",	        #Юлия Качкина#,
"8 сентября"        #Яна Коваленко#
]

tel = [
"89996765060",	    #Аделя Давыдова#,
"89250230239",  	#Азат Нагимов#,
"89685342379",	    #Аида Рамазанова#,
"879168889517",	    #Айдар Фасхутдинов#,
"89169430201",	    #Алексей Александров#,
"89964155696",	    #Алексей Праннийчук#,
"89168895968",	    #Алена Обыденная#,
"89161682433",	    #Анастасия Рукс#,
"89876678491",	    #Анастасия Таранова#,
"89153800652",      #Андрей Обыденный#,
"89260500423",      #Артем Назаров#,
"89197664479",      #Артур Мартыневский#,
"89270033881",	    #Вадим Поданев#,
"89859382929",	    #Валерия Бодрягина#,
"89854733860",      #Валерия Легчило#,
"89688010404",	    #Вероника Булгакова#,
"89808888055",	    #Виталий Щербаченко#,
"89267867797",	    #Владимир Деордице#,
"",	                #Владислав Малявин#,
"89257654010",	    #Галина Гикаева#,
"",	                #Георгий Пушкарев#,
"89999797640",      #Георгий Сыртцев#,
"89161468616",	    #Даниил Асфандияров#,
"89892413252",	    #Даниил Краснов#,
"",              	#Дмитрий Брянцев#,
"",	                #Дмитрий Деордице#,
"89032768482",      #Евгения Загуменникова#,
"89160772923",      #Екатерина Хрулева #,
"89153497586",      #Иван Левкин#,
"",	                #Иван Недоруба#,
"89091986141",	    #Иван Савкин#,
"89185256061",	    #Илья Сахновский#,
"89103099229",	    #Илья Филипов#,
"89169001608",	    #Константин Кудрик#,
"89104841573",	    #Кристина Бодрягина#,
"89017038014",	    #Лилит Оганесян#,
"89685300606",	    #Магомед Мержоев#,
"89661162340",      #Максим Клочай#,
"89166262604",      #Марат Кабиров#,
"89104867606",	    #Наташа Андрусенко#,
"89168530415",	    #Наташа Архиреева#,
"89855615617",	    #Николай Курочка#,
"89999838837",    	#Павел Шатунов#,
"89670009933",	    #Полина Быкова#,
"89099899879",	    #Полина Смирнова#,
"89253319935",	    #Рашид Насыров#,
"89851664486",	    #Сергей Богатырев#,
"89690878510",	    #Сергей Килюк#,
"89645991949",	    #Сергей Попов#,
"89171677645",	    #Татьяна Маринина#,
"89251983339",	    #Эгон Розенфельдс#,
"89510630160",	    #Эльвин Геушев#,
"89260610054",	    #Юлия Качкина#,
"89264728331"       #Яна Коваленко#]
]

photo = [
"AgADAgAD6qcxGzgeMUvKU0FK8p71HoPTDw4ABCwpKaaG2jb3cvEBAAEC",	                #Аделя Давыдова#,
"AgADAgADHqgxGyRQIEuJGRdSFDoqWJjZDw4ABD6-l60x843t_eABAAEC",	                #Азат Нагимов#,
"AgADAgADaKgxG9QxQEuV6FMCqrFU7n_EDw4ABCO01fhQvXVf7wICAAEC",	                #Аида Рамазанова#,
"AgADAgADMagxG2ssQEtr4jQ2KyaHQKzhDw4ABMs43UelHRe5DQcCAAEC",	                #Айдар Фасхутдинов#,
"AgADAgADZKgxG85hMEv-XWw0_yggnvvKDw4ABCvTZ45z9RCY0_ABAAEC",	                #Алексей Александров#,
"AgADAgADMqgxGwQAAThLJubkcTwmR3RUMUsNAAQRbm6Al7iMvKoOEQABAg",	            #Алексей Праннийчук#,
"AgADAgADaagxG9QxQEvcECmrGJub1EDPDw4ABJIcKSi057Dg8QABAgABAg",	            #Алена Обыденная#,
"AgADAgAD_KcxG5KRIEtju7fP8rgdPtk8Sw0ABLSAA0D6JNzbVfQQAAEC",	                #Анастасия Рукс#,
"AgADAgADD6gxG89aIEtORjltui9TLjLTDw4ABcrjyKgeHtnc4wEAAQI",	                #Анастасия Таранова#,
"AgADAgADiKgxG8veQUsjX1IZ4TkVeujMDw4ABKgAAe56fuzxBSwDAgABAg",	            #Андрей Обыденный#,
"AgADAgADo6gxG1BdGEtoK2h4kxHY3BMWSw0ABDdPB8e3C_PtC-QQAAEC",             	#Артем Назаров#,
"AgADAgADM6gxGwQAAThLDmX0BfrAlBA4FUsNAAQJETJsH2EaVkEDEQABAg",             	#Артур Мартыневский#,
"AgADAgADSqgxG4iwiEpXSJecBKv6zN_RDw4ABD22J7wGW9HhQEYBAAEC",	                #Вадим Поданев#,
"AgADAgADZqgxG4AwOUsmWqFgu-QvJ_PkDw4ABKs0FGFse-eisAYCAAEC",	                #Валерия Бодрягина#,
"AgADAgADK6gxG8N0SEsgsKg2PIclH6PSDw4ABDM1Phe6gJ08jBACAAEC",	                #Валерия Легчило#,
"AgADAgADLKgxG8C0IEtICPXpHLPcuR_lDw4ABIG6k_HH8vcl_N0BAAEC",	                #Вероника Булгакова#,
"AgADAgADKqgxGxv2IEuxXvCBQDx2TMEPSw0ABDHmW-05FolpoMkQAAEC",	                #Виталий Щербаченко#,
"AgADAgAD_acxG9DXQUs8-NfjNdU_AZbKDw4ABAal57TebD2XyAICAAEC",	                #Владимир Деордице#,
"AgADAgADLKgxG2ssQEvSbKHrwEj3cPzaDw4ABNdwvzTEL0aj8wcCAAEC",	                #Владислав Малявин#,
"AgADAgADSKgxG4I0QUtMgunPrV8JKePlDw4ABPb7osCCbN5htAUCAAEC",	                #Галина Гикаева#,
"AgADAgAD96cxGwQAAUBLUyTnxYrDd8Ny4A8OAARSHV6WpgbTFIMFAgABAg",	            #Георгий Пушкарев#,
"AgADAgADNKgxG3csKEtE475y8Dne8PDjDw4ABEUhc7WDYIqh7_ABAAEC", 	            #Георгий Сыртцев#,
"AgADAgAD-KcxGwQAAUBLiGqcX12AisrRMEsNAASNqy0Lly_hDKcdEQABAg",	            #Даниил Асфандияров#,
"AgADAgADRagxGwqBQEu_nJXvtLvzYHLHDw4ABOXf7w1KF6g3B_8BAAEC",	                #Даниил Краснов#,
"AgADAgAD-acxGwQAAUBLe1NmdCr6iz0Kww8OAATADPIEFVh-H7sEAgABAg",             	#Дмитрий Брянцев#,
"AgADAgAD-qcxGwQAAUBLhH9A021RS3Bk3A8OAAQDNTiGttFNk1cCAgABAg",	            #Дмитрий Деордице#,
"AgADAgAD-6cxGwQAAUBLh5D5fDQvu7Qk7Q8OAATGnzzrRQABfBqhAAECAAEC",             #Евгения Загуменникова#,
"AgADAgADQKgxGxjWKEvtfeLavVq1blPaDw4ABARhdQvezx6F-eEBAAEC",             	#Екатерина Хрулева #,
"AgADAgAD_KcxGwQAAUBLgCA5B1L_LZL34w8OAAQuFpoQXZNFByEBAgABAg",             	#Иван Левкин#,
"AgADAgAD_acxGwQAAUBLwYhyi3phIEwCEEsNAATkCKI8owEsD_jsEAABAg",	            #Иван Недоруба#,
"AgADAgADUqgxG7TWQEt2VYIWWLDOJtzNDw4ABAIsWrRzJxmLKf4BAAEC",	                #Иван Савкин#,
"AgADAgADFKgxG7EuMUtG7i6b2ymKR9w5Sw0ABJIr0FWeUW-33vkQAAEC",	                #Илья Сахновский#,
"AgADAgADWagxG3K3IUuPzews52mnXQzSDw4ABOYOqGHlQrgt7uEBAAEC",	                #Илья Филипов#,
"AgADAgADYKkxGw28EUvqNJ0RsZJFkE4USw0ABBqisQbL0jEcm9MQAAEC",	                #Константин Кудрик#,
"AgADAgADBKgxG-QDQUv84Az4F1hNsXI6Sw0ABKOSoa37RQdS8xcRAAEC",	                #Кристина Бодрягина#,
"AgADAgADAqgxGwQAAUBL6xe77ONmLcsPDksNAAQljKBKrMfPq_8FEQABAg",	            #Лилит Оганесян#,
"AgADAgADE6gxGwcUIUtu99iriwyxYJ_BDw4ABFEi5MXERxWY7OABAAEC",	                #Магомед Мержоев#,
"AgADAgADxagxG2yGQUvc17YINtfxAaHYDw4ABdNSf_CTHsg3BQIAAQI",	                #Максим Клочай#,
"AgADAgAD_qcxGwQAAUBLLQtRhFtAffS4EEsNAARZZkb06tJv5c7mEAABAg",	            #Марат Кабиров#,
"AgADAgAD0agxGwvUSEvzrqGpictixSTCDw4ABIVNjjAV0JBhUgkCAAEC",	                #Наташа Андрусенко#,
"AgADAgADRakxG5QVGUsJ8bnp51nlNPjtDw4ABDZFT1iVTiU0EeIBAAEC",	                #Наташа Архиреева#,
"AgADAgAD_6cxGwQAAUBLTY2N4wybdz_DwA8OAAQUTzylYWbenLcGAgABAg",	            #Николай Курочка#,
"AgADAgAD_agxGwgfGUtJHXhjGyQWiJXkDw4ABDkOW2GxZVQ7U-UBAAEC",	                #Павел Шатунов#,
"AgADAgADIKgxG2wfIEsxqqe8tK3UlMcWSw0ABLxFP_4EbAXCtd8QAAEC",	                #Полина Быкова#,
"AgADAgAEqDEbBAABQEuVfXx_GA6Ad2DUDw4ABCYsuF3S63oV0wECAAEC",	                #Полина Смирнова#,
"AgADAgADeagxG65EQUtAynDwDcmBeFHtDw4ABKpauRq7i8B5ZgYCAAEC",             	#Рашид Насыров#,
"AgADAgADLqgxG2ssQEuPnErX0gnL6tkWSw0ABBpPEjerpI9o5AwRAAEC",	                #Сергей Богатырев#,
"AgADAgADEqgxG2ssQEsKiOuJJE8HuUAOSw0ABG3LMpFpoj3fdPwQAAEC",	                #Сергей Килюк#,
"AgADAgADMqgxG2ssQEvECFuri2ZxwQ_lDw4ABN3HqypzSdAHfQcCAAEC",	                #Сергей Попов#,
"AgADAgADM6gxG0BqIEs_LPQSBZUXuGsVSw0ABP1pKombddVhGOQQAAEC",	                #Татьяна Маринина#,
"AgADAgADL6gxG2ssQEugRAGuTghDAUQ2Sw0ABO4F8GlRj-YULioRAAEC",	                #Эгон Розенфельдс#,
"AgADAgADpqgxG9QxSEtNSyggWcrxdprnDw4ABCScBVo8YnIqjQUCAAEC",	                #Эльвин Геушев#,
"AgADAgADMKgxG2ssQEuxBIXz_zMB6ZYQSw0ABKzU1ItVrJwsVfUQAAEC",	                #Юлия Качкина#,
"AgADAgADQqgxGwHaIUsyHiqmxSmPjFPRDw4ABHrBstagNM61eOUBAAEC"                  #Яна Коваленко#
]

ids = [
78055382,	#Аделя Давыдова#,
163794402,	#Азат Нагимов#,
133814074,	#Аида Рамазанова#,
0,	#Айдар Фасхутдинов#,
250932920,	#Алексей Александров#,
249920151,	#Алексей Праннийчук#,
0,	#Алена Обыденная#,
275029817,	#Анастасия Рукс#,
320089184,	#Анастасия Таранова#,
330249107,	#Андрей Обыденный#,
249424164,	#Артем Назаров#,
297949919,	#Артур Мартыневский#,
412013807,	#Вадим Поданев#,
250999589,	#Валерия Бодрягина#,
0,	#Валерия Легчило#,
365556542,	#Вероника Булгакова#,
230258701,	#Виталий Щербаченко#,
271618542,	#Владимир Деордице#,
0,	#Владислав Малявин#,
411901924,	#Галина Гикаева#,
0,	#Георгий Пушкарев#,
0,	#Георгий Сыртцев#,
0,	#Даниил Асфандияров#,
21555295,	#Даниил Краснов#,
0,	#Дмитрий Брянцев#,
0,	#Дмитрий Деордице#,
26562338,	#Евгения Загуменникова#,
297126338,	#Екатерина Хрулева #,
156940419,	#Иван Левкин#,
0,	#Иван Недоруба#,
277727441,	#Иван Савкин#,
297425925,	#Илья Сахновский#,
136605612,	#Илья Филипов#,
0,	#Константин Кудрик#,
105731142,	#Кристина Бодрягина#,
455544447,	#Лилит Оганесян#,
0,	#Магомед Мержоев#,
223362630,	#Максим Клочай#,
0,	#Марат Кабиров#,
337559808,	#Наташа Андрусенко#,
279793574,	#Наташа Архиреева#,
0,	#Николай Курочка#,
300299634,	#Павел Шатунов#,
210476322,	#Полина Быкова#,
0,	#Полина Смирнова#,
443979428,	#Рашид Насыров#,
0,	#Сергей Богатырев#,
0,	#Сергей Килюк#,
75809709,	#Сергей Попов#,
274811253,	#Татьяна Маринина#,
0,	#Эгон Розенфельдс#,
0,	#Эльвин Геушев#,
0,	#Юлия Качкина#,
423292876,	#Яна Коваленко#
]


termins = [
'База - спортсмен, обеспечивающий основную поддержку маунтера или флаера.',
'Высота - колличество человеческих ростов в пирамиде (станте):',
'1 высота - рост одного человека, стоящего прямо',
'0.5 высоты - половина роста человека',
'По мере возростания размерности пирамиды определяется 1.5 , 2 , 2.5 высоты',
'Групповой стант - название номинации, в которой участвует 5 спортсменов (1 стант).',
'Кетчер - спортсмен отвечающий за прием спускающегося флаера.',
'Кредл - способ приема флаера в открытой V  позиции одной или нескольким базам (база + споттер в партнерских стантах) в соответствии с правилами.',
'Либерти - положение флаера в станте (флаер стоит на одной ноге).',
'Лип - прыжок в шпагат(обязательный элемент программы в номинации Чир-Данс).',
'Маунтер - спортсмен, занимающий второй уровень пирамиды между базой и флаером, не имеющий контакта с соревновательной поверхностью.',
'Медвежий захват - способ приема флаера прямым(вертикальным) спуском.',
'Партнерский стант - поддержка с подъемом или выбросом одного флаера с одиночной базой.',
'Переходный стант - движение, направление на переход от одного станта к другому. Высота\уровень переходного станта могут на очень короткое время превышать допустимые правилам нормы.',
'Пирамида - соединеные или пытающиеся соединится станты;',
'              - поддержка более одного флера;',
'              - любой подъем в 3 уровня .',
'Пируэт - вращение на одной ноге ( обязательный элемент программы в наминации Чир-Данс).',
'Помпоны - атрибут \аксессуар в черлидинге.',
'Поп ап - способ спуска, при котором база с силой выталкивают флаера руками.',
'Поп даун - способ спуска, при котором флайер освобождается от контакта с базами и опускается прямо на пол.',
'Споттер - страхующий, отвечающий за безопасность зоны "голова-плечи" флайера.Внутренний споттер может помогать контролировать стант\пирамиду, но не должен обеспечивать основную поддержку станта или пирамиды. Споттеры должны поддерживать постоянный визуальный контакт с флайером и отвечать за его безопасный спуск.',
'Спуск - сход со стационарногостанта\пирамиды на пол или на пол через кредл.',
'Стант - поддержка, максимально в два уровня с подъемом одного флайер, или баскет-тосс.',
'Станты в номинации Чир-Данс - любое движение, при котором вес тела спортсмена поддерживается другим спортсменом, при этом нога\ноги первого спортсмена не касаются земли.',
'Той флип - способ подъема на стант или пирамиду, при котором одна или несколько баз подхватывают флайера под переднюю часть стопы и используют руки как плотформу для выброса флайера в воздух, при этом флайер делает сальтовое движение.',
'Той питч - способ подъема, при котором одна или несколько баз подхватывают флайера под переднюю часть стопы и используют руки как платформу для захода или выброса флайера вверх ; используются в партнерских стантах или пирамидах.',
'Тосс - выброс одного из членов команды вертикально вверх; термин не означает спусков типа поп ап.',
'Флайер - спортсмен, не имеющий контакта с соревновательной поверхностью.',
'Чант - повторяющееся слово или фраза, которую используют для привличения зрителей к участию в программе.',
'Чир - название номинаци,100% состава которой - женского пола.'
]

history = [
"ПЕРВЫЙ КЛУБ групп поддержки был организован в 1865 года в Принстонском Университете, в Нью Джерси. Там же прозвучала и ПЕРВАЯ КРИЧАЛКА (что не мало важно) , которая стало отличной традицией , продолжающейся и нынешними спортсменами! По слухам это было примерно так : на одной футбольной игре в Принстоне Томас Пиблер собрал шесть человек, которые выстроились перед трибунами со студентами и в течение всей игры скандировали кричалки, побуждая остальных зрителей болеть за любимую команду. ",
"Но годом образования черлидинга принято считать 1898 г. В этом году  футбольная команда Миннесотского Университета проигравала одну игру за другой. Нужно было что то предпринимать! Тогда один из самых инициативных (и скорей всего истинных) фанатов решил пожаловаться в the Ariel. В своем Официальном Письме Университета Миннесоты он писал: «Все кричали: Держитесь, не падайте духом, и мы победим!» и «Говорю вам, дайте нам группу поддержки, и нас нельзя будет сломить».",
"",
"Нужно было принимать решение , и перед игрой с Мэдисон Висконсин в Университете Миннесоты состоялось собрание, на котором присутствовали студенты со всех факультетов. Один из присутствующих там университетских профессоров выдвинул блестящий научный тезис в пользу зрительской поддержки спортсменов на соревнованиях. Он утверждал, что стимул нескольких сотен студентов фокусируется на положительной энергии, которая направляется на команду и помогает ей одержать победу. Его заключительной репликой была: «Идем в Мэдисон! Идем в Мэдисон! Применим закон положительных стимулов!».Ох , как же это по проффессорски!! Везде применять законы!!",
"",
"Состоялась игра, но, вопреки всем ожиданиям, команду Гоферс разгромили со счетом 28-0. Неужели такая поддержка не сработала? Чего то явно не хватило, и тогда появился Джек Кемпбелл, студент первого курса медицинского факультета, и это был его звездный час! Именно его можно назвать ПЕРВЫМ ЧЕРЛИДЕРОМ. Джек объяснил, что нужен четкий  руководить скандированием, и кричалки должны быть различны, не просто «С ним все ок!» или «С ними все ок!». Поэтому на следующей игре под руководством Кемпбелла зрители скандировали кричалку, которая впоследствии вошла в историю:",
"",
"«Rah, Rah, Rah!",
"Sku-u-mar, Hoo-Rah! Hoo-Rah!",
"Varsity! Varsity! Varsity, Minn-e-So-Tah!»",
"",
"Таким образом, именно в Соединенных Штатах зародился ЧЕРЛИДИНГ. Верьте или нет, но вначале черлидинг был более популярен среди мужчин.Но что же всё изменило?Ответ прост, всё таже 2-а Мировая война, которая увела на фронт огромное количество мужчин, ситуация резко изменилась, теперь более 90% черлидеров составляли женщины.",
"",
"В 1920 году черлидинг пополнился двумя нововведениями: барабаны и дудки. С ростом популярности футбола росла и популярность черлидинга.",
"",
"Активное участие в черлидинге женщин началось в 20-х годах прошлого столетия. В Университете Миннесоты черлидеры ввели в свои программы элементы гимнастики и прыжки, а идея отводить специальный сектор для черлидеров принадлежит Линдли Ботвеллу из Университета Штата Орегон. В 30-ые годы в университетах и колледжах стали активно использовать помпоны, атрибут, который и по сей день является визитной карточкой черлидинга.",
"В 40-ые годы, когда большинство мужчин ушли воевать, женщины не только стали больше работать в тылу, но и начали активно создавать команды по черлидингу. Именно тогда черлидинг стал преимущественно женским видом ",
"спорта. Когда же мужчины вернулись с фронта, в черлидинг были добавлены такие элементы, как повороты и закручивания.Гимнастические элементы, как  правило, выполнялись мужчинами, в то время как девушки танцевали, это и положило начало образованию  танцевальных команд (cheerdance — команды). В 1976 году команда черлидеров Dallas Cowboy, выступив на Супер Боуле X, сделала первый шаг к разdитию танцевального черлидинга.",
"В 1948 году Лоренс Харки Харкимер ,который был основатель индустрии групп поддержки, организовал ПЕРВЫЙ ЛАГЕРЬ для черлидеров, это состоялось в Университете Хантсвилль Сэм Хьюстон, где приняли участие 52 девушки. В это же время была основана ПЕРВАЯ ЧЕРЛИДЕНГОВАЯ ОРГАНИЗАЦИЯ – «Национальная Организация Черлидинга».",
"" ]

history2 = [
"В 1950-х годах студенты-черлидеры стали проводить в коллеждах специальные семинары, на которых преподавали всем желающим основы этого вида спорта.",
"",
"ПЕРВЫЙ  ПОМПОН изобрел Фред Гастофф в 1965 году, и представил Международной Организации Черлидинга. «Bruin High Step» стиль программы с помпонами был усовершенствован черлидерами из UCLA и Международной Организацией Черлидинга.",
"",
"В 1967 году было решено составлять ежегодный рейтинг «10 Лучших Коллежских Команд по Черлидингу», чтобы определить претендентов на участие в конкурсе «Черлидер Всей Америки», проводимом по инициативе Международной Организации Черлидинга.",
"ПЕРВАЯ в истории ПРОФЕССИОНАЛЬНАЯ КОМАНДА черлидеров была основана Baltimore Colts. С тех пор команды старшеклассниц всегда выступали на соревнованиях для поддержки своих спортсменов. Черлидеры Dallas Cowboy создали свой собственный «Бродвейский стиль» танца с помпонами для развлечения зрителей.",
"",
"В начале 70-х годов черлидинг становится еще  популярнее. Помимо того, что черлидеры выступают на играх по футболу и баскетболу, группы поддержки теперь появляются и на школьных спортивных состязаниях, иногда выбирают несколько разных команд для участия в соревнованиях по борьбе, легкой атлетики и плаванию.Черлидинг набирает обороты параллельно с популярностью других видов спорта ПЕРВАЯ ТЕЛЕТРАНСЛЯЦИЯ Чемпионата по Черлидингу среди Команд Колледжей, организованная по инициативе Международной Организации Черлидинга, состоялась весной 1978 года на канале CBS-TV. ",
"",
"В 1980 году были установлены официальные стандарты и правила безопасности, которые запрещали некоторые травмоопасные кувырки и пирамиды. Соревнования по черлидингу среди юниоров и взрослых команд проводились уже по всем Соединенным Штатам. Этот вид спорта стал развиваться в национальных масштабах, стали появляться специальные курсы и тренеры по черлидингу.",
"",
"ПЕРВАЯ КОМАНДА по черлидингу в России появилась одновременно с американским футболом в 1996 году при Детской Лиге американского футбола (ДЛАФ).",
"Сегодня черлидинг — это быстроразвивающийся сегмент спортивной и развлекательной индустрии. Отчасти в ответ на «интернационализацию» баскетбола и американского футбола, черлидинг стал самостоятельным международным видом спорта: в таких странах, как Япония, Европа, Австралия, Канада и Мексика он активно развивается и процветает."
]

nomins = [
"Это направление в нашей стране начало распространяться совсем недавно. Итак, черлидинг — вид спорта, который сочетает в себе элементы многих зрелищных видов спорта и шоу (танцы, гимнастику и акробатику). Произошел этот термин от английского cheerleading, где cheer — одобрительное, призывное восклицание и lead — вести, управлять.",
"Черлидинг зародился в США в конце 1880-х годов, а приобрёл наиболее широкое распространение в 1970-е годы. Он успешно сопровождает многие спортивные соревнования, усиливает зрелищность других видов спорта. Черлидинг можно разделить на два основных направления :",
"1. соревнования команд по программам, подготовленным по специальным правилам;",
"2. работа со спортивными командами, клубами, федерациями для выполнения следующих задач:",
"1) привлечение зрителей (болельщиков) на стадионы и в спортивные залы с целью популяризации физкультуры и спорта, здорового образа жизни; ",
"2) смягчение агрессивного настроения болельщиков-фанатов, создание обстановки «позитивного фанатизма» и управление эмоциями фанатов; ",
"3) поддержка спортивных команд, участвующих в матче;",
"4) активизация и разнообразие рекламно-имиджевой работы на спортивных мероприятиях.",
"В 2001 году была основана Международная федерация черлидинга (ICF), а в 2001 в г. Токио состоялся первый чемпионат мира по этому виду спорта.",
"Чемпионаты по черлидингу проводятся в нескольких номинациях:",
"•    Чир; ",
"•    Чир-данс;",
"•    Чир-микс;",
"•    Групповой стант; ",
"•    Индивидуальный черлидер;",
"•    Чир-данс шоу; ",
"•    Партнерский стант.",
"",
"Теперь подробнее о каждом виде.",
" Чир – это особый вид танца или шоу в котором участвуют только девочки, обязательные элементы этой программы являются : построение пирамид , акробатические элементы , групповые станты , парнёрский станты , баскеты , чир- прыжки , перестроение и хореография . Все эти элементы оцениваются отдельно несколькими судьями , и путем простого сложения выводится окончательный бал . Кроме этого конечно оценивается синхронность и эмоциональность (которая является основой черлидера!!). Следует сразу заметить , что Чир от Чир-микса отличается лишь тем , что во втором участвуют смешанные команды .",
" Чир- данс – это особый вид танца , в котором участники должны показать    артистичность , пластику , хореографию , обязательные элементы: чир- прыжки , либ- прыжки , пируэты и т.д. (прости дорогой читатель ,терминология по бальному танцу для меня тёмный лес? ).Запрещенными являются все акробатические элементы , все элементы, где голова находится ниже пятой точки . ",
" Групповой стант – название номинации, в которой участвует 5 спортсменов (1 стант). Главными элементами ,используемые здесь, являются выбросы , силовая акробатика и экстеншены. Этот вид знаменит своей зрелищьностью и сложностью.",
" Индивидуальный черлидер - вид , в котором участвует лишь один спортсмен, который за своё выступление показывает трюки ,завораживающие кровь, восновном это акробатика ,пластичность и эмоуции. ",
" Чир-Данс шоу - это особый вид танца или шоу в котором участвуют и мальчики и девочки, в этом виде разрешены любые элементы.",
" Партнерский стант – построение всяческих стантов двумя людьми , обычно мальчик + девочка. Длительность выступления примерно полторы минуты, за которые спортсмены должны сделать как можно больше элементов силовой акробатики и гимнастики, стоит также сказать что очень ценится эмоции флайера."
]




